{"title": "Pepper bell bacterial spot management", "source": "askifas powered by edis", "text": "Bacterial spot causes severe defoliation, resulting in reduced plant vigor, exposure of fruit to sunburn, and reduced yield. Infected fruit are unmarketable due to lesions on fruit surface. Total yield losses in severely affected crops can occur. Bacteria transmission is possible in pepper seed, so choose certified disease-free seed when possible. Scouting is a critical component of IPM, and plants in fields and transplant houses should be inspected frequently. Inspect all transplants for disease, and use only healthy transplants. In fields where peppers or tomatoes have been produced previously, all volunteers and host crop debris should be destroyed before beginning field preparation for a new season. It is recommended to rotate fields to avoid volunteer and host crop debris. Water is critical in the spread and development of bacterial spot. Avoid overhead irrigation whenever possible. Workers and farm equipment should be kept out of fields when conditions are wet as the bacteria can be spread from plant to plant through contact with wet foliage. The effectiveness of copper bactericides is limited because of the widespread occurrence of copper tolerance among strains of X. euvesicatoria. However, copper is still used in most operations, including organic production. Avoid unnecessary use of magnesium as it may increase severity of bacterial spot. When using any copper bactericides, it is recommended that the bactericide be combined with a dithiocarbamate fungicide, such as mancozeb. Numerous biopesticides are also labeled for bacterial spot control on pepper, though their effectiveness may be limited."}
{"title": "Potato early blight management", "source": "University Of Connecticut", "text": "Early blight of potato is caused by the fungus Alternaria solani. It affects potato, tomato, other members of the potato family, and some mustards. This disease, also known as target spot, rarely affects young, vigorously growing plants. It appears first on older leaves and is favored by warm temperatures and high humidity. Resistant varieties are available. Late-maturing varieties are more resistant than early ones. Keep plants healthy; avoid overhead irrigation; do not dig tubers until mature. Avoid planting in the same field used for potatoes or tomatoes the previous year. Maintain a field distance of 225–450 yards from last year’s field. Surround the field with wheat to reduce wind-blown spores. Use adequate nitrogen and low phosphorus levels to reduce disease severity. Use current fungicide recommendations for control."}
{"title": "Potato late blight management", "source": "University Of Connecticut", "text": "Late blight of potato is caused by Phytophthora infestans and affects potato, tomato, and sometimes eggplant. It was the cause of the Irish Potato Famine. The disease is favored by cool, moist weather and can destroy crops rapidly. Use disease-free seed potatoes, destroy volunteer plants, and keep tubers covered with soil. Remove infected tubers before storage. Kill vines before harvest to avoid tuber infection. Resistant varieties are available but may still require fungicide application. Follow current fungicide guidelines."}
{"title": "Tomato Mosaic Virus Control", "source": "FAO Plant Pathology Notes", "text": "Tomato mosaic virus spreads through infected sap and contaminated tools. Use virus-free seeds, disinfect tools with 10% bleach, and remove infected plants immediately. Avoid tobacco users handling plants. Maintain strict field hygiene."}
{"title": "Tomato Early Blight Management", "source": "KVK Extension Bulletin", "text": "Tomato early blight is caused by Alternaria solani. Remove lower infected leaves, avoid water stress, and spray fungicides containing Mancozeb or Chlorothalonil at 7–10 day intervals. Practice crop rotation to reduce infection."}
{"title": "Tomato Late Blight Management", "source": "ICAR Research Report", "text": "Tomato late blight is caused by Phytophthora infestans. Use resistant varieties, avoid wet foliage, and apply Copper oxychloride or Metalaxyl fungicides as per label. Destroy infected debris and ensure adequate spacing between plants."}





